


const ConcentToPersonalData = () => {
  return (
    <div className="bg-light-gray-white rounded-t-2xl w-[360px] h-[613px] flex flex-col  p-8 items-center ">
      <h1 className="font-gerbera-h1 text-light-gray-black mb-8">Договор оферта</h1>
      <div className="font-gerbera-sub1 text-light-gray-7-logo text-left overflow-y-scroll scroll-m-0">
      . подтверждаю, что мой ребёнок (опекаемый) не имеет противопоказаний по состоянию здоровья для участия в мероприятиях организатора; 
2. обязуюсь, что я и мой ребёнок (опекаемый) будем следовать всем требованиям организаторов мероприятия, связанным с вопросами безопасности и условиями допуска к мероприятиям;
3. самостоятельно несу ответственность за личное имущество и имущество моего ребёнка (опекаемого), оставленное на месте проведения мероприятия, и в случае его утери не имею право требовать компенсации от организаторов мероприятия;
4. даю согласие на проведение фото- и видеосъемки с участием моего ребенка на мероприятии, что полученные материалы, интервью с ним и/или со мной может быть записано и показано в средствах массовой информации, социальных сетях, а также записано и показано в целях рекламы без ограничений по времени и формату; 
5. в соответствии с Федеральным законом от 27 июля 2006 года № 152-ФЗ «О персональных данных» и п. 1, ст. 64 Семейного кодекса РФ, даю своё согласие на обработку БФ «Дари еду» (далее - Оператору) моих персональных данных и персональных данных несовершеннолетнего.
. подтверждаю, что мой ребёнок (опекаемый) не имеет противопоказаний по состоянию здоровья для участия в мероприятиях организатора; 
2. обязуюсь, что я и мой ребёнок (опекаемый) будем следовать всем требованиям организаторов мероприятия, связанным с вопросами безопасности и условиями допуска к мероприятиям;
3. самостоятельно несу ответственность за личное имущество и имущество моего ребёнка (опекаемого), оставленное на месте проведения мероприятия, и в случае его утери не имею право требовать компенсации от организаторов мероприятия;
4. даю согласие на проведение фото- и видеосъемки с участием моего ребенка на мероприятии, что полученные материалы, интервью с ним и/или со мной может быть записано и показано в средствах массовой информации, социальных сетях, а также записано и показано в целях рекламы без ограничений по времени и формату; 
5. в соответствии с Федеральным законом от 27 июля 2006 года № 152-ФЗ «О персональных данных» и п. 1, ст. 64 Семейного кодекса РФ, даю своё согласие на обработку БФ «Дари еду» (далее - Оператору) моих персональных данных и персональных данных несовершеннолетнего.
. подтверждаю, что мой ребёнок (опекаемый) не имеет противопоказаний по состоянию здоровья для участия в мероприятиях организатора; 
2. обязуюсь, что я и мой ребёнок (опекаемый) будем следовать всем требованиям организаторов мероприятия, связанным с вопросами безопасности и условиями допуска к мероприятиям;
3. самостоятельно несу ответственность за личное имущество и имущество моего ребёнка (опекаемого), оставленное на месте проведения мероприятия, и в случае его утери не имею право требовать компенсации от организаторов мероприятия;
4. даю согласие на проведение фото- и видеосъемки с участием моего ребенка на мероприятии, что полученные материалы, интервью с ним и/или со мной может быть записано и показано в средствах массовой информации, социальных сетях, а также записано и показано в целях рекламы без ограничений по времени и формату; 
5. в соответствии с Федеральным законом от 27 июля 2006 года № 152-ФЗ «О персональных данных» и п. 1, ст. 64 Семейного кодекса РФ, даю своё согласие на обработку БФ «Дари еду» (далее - Оператору) моих персональных данных и персональных данных несовершеннолетнего.
. подтверждаю, что мой ребёнок (опекаемый) не имеет противопоказаний по состоянию здоровья для участия в мероприятиях организатора; 
2. обязуюсь, что я и мой ребёнок (опекаемый) будем следовать всем требованиям организаторов мероприятия, связанным с вопросами безопасности и условиями допуска к мероприятиям;
3. самостоятельно несу ответственность за личное имущество и имущество моего ребёнка (опекаемого), оставленное на месте проведения мероприятия, и в случае его утери не имею право требовать компенсации от организаторов мероприятия;
4. даю согласие на проведение фото- и видеосъемки с участием моего ребенка на мероприятии, что полученные материалы, интервью с ним и/или со мной может быть записано и показано в средствах массовой информации, социальных сетях, а также записано и показано в целях рекламы без ограничений по времени и формату; 
5. в соответствии с Федеральным законом от 27 июля 2006 года № 152-ФЗ «О персональных данных» и п. 1, ст. 64 Семейного кодекса РФ, даю своё согласие на обработку БФ «Дари еду» (далее - Оператору) моих персональных данных и персональных данных несовершеннолетнего.
. подтверждаю, что мой ребёнок (опекаемый) не имеет противопоказаний по состоянию здоровья для участия в мероприятиях организатора; 
2. обязуюсь, что я и мой ребёнок (опекаемый) будем следовать всем требованиям организаторов мероприятия, связанным с вопросами безопасности и условиями допуска к мероприятиям;
3. самостоятельно несу ответственность за личное имущество и имущество моего ребёнка (опекаемого), оставленное на месте проведения мероприятия, и в случае его утери не имею право требовать компенсации от организаторов мероприятия;
4. даю согласие на проведение фото- и видеосъемки с участием моего ребенка на мероприятии, что полученные материалы, интервью с ним и/или со мной может быть записано и показано в средствах массовой информации, социальных сетях, а также записано и показано в целях рекламы без ограничений по времени и формату; 
5. в соответствии с Федеральным законом от 27 июля 2006 года № 152-ФЗ «О персональных данных» и п. 1, ст. 64 Семейного кодекса РФ, даю своё согласие на обработку БФ «Дари еду» (далее - Оператору) моих персональных данных и персональных данных несовершеннолетнего.
      </div>
    </div>
  )
}

export default ConcentToPersonalData;