


const ConcentToPersonalData = () => {
  return (
    <div className="bg-light-gray-white rounded-t-2xl w-[360px] h-[613px] flex flex-col p-6 items-center dark:bg-light-gray-7-logo ">
      <h1 className="font-gerbera-h1 text-light-gray-black mb-8 text-center dark:text-light-gray-1">Договор-оферта о безвозмездной добровольческой деятельности</h1>
      <div className="font-gerbera-h3 text-light-gray-7-logo overflow-y-scroll scroll-m-0 text-justify px-2 dark:text-light-gray-3" >
  г. Москва <br /><br/>

Настоящий договор-оферта (далее – Договор) представляет собой предложение Благотворительного фонда “Дари еду” (далее — «Организация»), обращенное к неопределенному кругу физических лиц (далее – Добровольцы), о безвозмездной добровольческой деятельности в интересах Организации.<br/><br/>
Доброволец — гражданин, осуществляющий благотворительную деятельность в форме безвозмездного труда в интересах Организации, выполняет работу по осуществлению мероприятий Организации.<br/><br/>
Доброволец, совершая действия по регистрации в чат-боте или заполняя анкету для волонтеров Организации, совершает акцепт настоящего договора-оферты и дает согласие на осуществление добровольческой деятельности в порядке и на условиях, установленных настоящим Договором.<br/><br/>
<br/>
1. ОБЯЗАННОСТИ ДОБРОВОЛЬЦА <br/><br/>

1.1. Доброволец честно и добросовестно выполняет работу, порученную ему Организацией в рамках настоящего Договора – участие в проведении Благотворительной доставки, оказание консультационных услуг, участие в мероприятиях Организации, а также любые другие задачи, согласованные Сторонами.<br/><br/>
1.2. Предоставляя свои персональные данные при регистрации в чат-боте или при заполнении анкеты для волонтеров Организации, Доброволец дает согласие Организации на обработку персональных данных. Обработка персональных данных допускается для целей исполнения Договора. Доброволец гарантирует достоверность персональных данных, указанных при регистрации.<br/><br/>
1.3. Доброволец обязуется не разглашать конфиденциальные сведения, предоставленные ему Организацией или ставшие ему известные при выполнении работ по настоящему Договору.<br/><br/>
1.4. Доброволец обязуется не использовать в личных целях, не разглашать персональные данные Благополучателей, предоставленные ему Организацией для осуществления благотворительной деятельности, а также иную информацию о Благополучателях, ставшую ему известной при выполнении работ.<br/><br/>
1.5. В случае нарушения обязательств, предусмотренных п. 1.3. и 1.4. Договора, Доброволец несет ответственность за ущерб, причиненный Организации и/или Благополучателю вследствие разглашения полученной информации и персональных данных.<br/><br/>
1.6. Доброволец дает согласие на проведение фото- и видеосъемки при участии в мероприятиях Организации, полученные материалы могут быть использованы в средствах массовой информации, социальных сетях, а также в целях рекламы деятельности Организации без ограничений по времени и формату.<br/><br/>
1.7. Обязанности Добровольца при проведении Благотворительной доставки:<br/><br/>
1.7.1. Доброволец производит доставку контейнеров с едой Благополучателям, указанным Организацией.<br/><br/>
1.7.2. При выполнении доставки Доброволец предоставляет Организации информацию, которой он располагает, связанную с выполнением обязанностей в рамках проекта, и фотографии Благополучателей с обедами для подтверждения передачи.<br/><br/>
1.7.3. Доброволец обязуется доставлять контейнеры с едой в полученном от Организации и/или партнеров Организации виде - не вскрывать тару, не вносить изменения в наполнение контейнера. Доброволец не несет ответственности за качество доставляемых продуктов.<br/><br/>
1.8. Обязанности Добровольца при оказании консультационных услуг:<br/><br/>
1.8.1. Доброволец обязуется оказывать консультационные услуги Организации в соответствии с принятым заданием в объеме и сроки, согласованные Сторонами.<br/><br/>
1.8.2. Доброволец обязуется принимать к исполнению только те задания Организации, которые соответствуют его профессиональным знаниям, опыту и уровню подготовки.<br/><br/>
2. ОБЯЗАННОСТИ ОРГАНИЗАЦИИ<br/><br/>
2.1. Организация своевременно обеспечивает Добровольца необходимой информацией, дает соответствующие задания и рекомендации по его работе.<br/><br/>
2.2. Организация обеспечивает Добровольца материалами, оборудованием и т.д. в соответствии с его обязанностями.<br/><br/>
3. СРОК ДЕЙСТВИЯ ДОГОВОРА<br/><br/>
3.1 Настоящий договор вступает в силу с момента акцепта его Добровольцем и действует неопределенный срок.<br/><br/>
3.2. Любая из Сторон может в любой момент расторгнуть настоящий договор в одностороннем порядке с обязательным предварительным уведомлением другой стороны не менее чем за 5 (пять) рабочих дней.<br/><br/>
3.3 Организация вправе в одностороннем порядке изменять условия Договора, разместив при этом окончательную версию в чат-боте Организации не менее, чем за 5 (пять) дней до даты вступления в действие Договора в новой редакции.<br/><br/>
3.4. Настоящий Договор, а также все споры и претензии, вытекающие из нее или связанные с ней или основанные на ней, регулируются и толкуются в соответствии с законодательством Российской Федерации.<br/><br/>
РЕКВИЗИТЫ ОРГАНИЗАЦИИ:<br/><br/>
Благотворительный фонд "Дари еду", адрес: 127206 г. Москва, Дмитровский проезд, 20-2-191, ОГРН 1167700076169, ИНН 7713426066, КПП 771301001<br/>
      </div>
    </div>
  )
}

export default ConcentToPersonalData;